<?php

return [
    'Settings' => 'Настройки',
    'ToChangeSettings' => 'Чтобы изменять настройки нужно',
    'Authorize' => 'Авторизоваться',
    'Register' => 'Зарегистрироваться',
    'ConfirmEmail' => 'подтвердить ваш E-mail. Зайдите на вашу почту :email и перейдите по специальной ссылке.',
    'Or' => 'или',
    'Save' => 'Сохранить',
    'SuccessSave' => 'Настройки успешно сохранены',
    'ErrorSave' => 'Произошла ошибка при сохранении, обратитесь к разработчикам.',

    'PomidorDurationInMin' => 'Продолжительность помидора в минутах',
    'ShortRestDuration' => 'Короткий перерыв в минутах',
    'LongRestDuration' => 'Длинный перерыв в минутах',
    'LongRestViaCountPomidors' => 'Длинный перерыв через кол-во помидоров',
    'NeedSoundTimerFinished' => 'Производить звук в конце таймера',
];
